# Создать переменные строкового, числового и булевого типов данных
num_1 = input ("Enter first num: ")
num_2 = input ("Enter second num: ")
res = num_1 + num_2
print("Resalt is", res)