#Написать программу, которая проверяет, целое число ввел пользователь, или нет.
#Например пользователь ввел 200 - целое число. Пользователь ввел 22.5 - число не является целым.

print ("Введите число")

