#Написать программу, которая возводит число в степень. У пользователя запрашивается число и показатель степени.
print("Введите число")

number = int(input())

print("Введите степень, в которую нужно возвести число")

power = int(input())
print (number ** power)
