# Написать каждое новое слово в строке с большой буквы:
print ('Введите строку из нескольких слов')
somestring = input()
print (somestring. title())