# Вывести строку задом наперед:
print ('Введите строку из нескольких слов')
somestring = input()[::-1]
print (somestring)
